Model Text deleted because it consists entirely of spaces and/or carriage returns.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ModeltextIsEmpty { get; }
  Visual Basic
Public Shared ReadOnly Property ModeltextIsEmpty As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ModeltextIsEmpty {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures TextFailures Class
  Autodesk.Revit.DB Namespace